[M_LostTreasure MissionDefinition]
MissionName="O Tesouro Perdido"
MissionDescription="Você encontrou parte do mapa de um tesouro. Só resta fazer uma coisa: começar a eliminar bandidos até encontrar as outras partes desse mapa e em seguida, sair à procura desse tesouro. OK... são três coisas mas, você entendeu. "
TurnInDescription="Você encontrou o tesouro enterrado! É só um machado."
MissionSummary="Procure o tesouro perdido de Old Haven."
MissionGiver="Dispositivo ECHO"
MissionTurnInLocation="O tesouro perdido"
TeaserText="Ah! Um mapa do tesouro!"

[M_LostTreasure:AccessTopFloor MissionObjectiveDefinition]
ProgressMessage="Suba até o andar mais alto do complexo"

[M_LostTreasure:AccessTopFloorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LostTreasure:CollectHintsSet MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LostTreasure:CollectTreasure MissionObjectiveDefinition]
ProgressMessage="Pegue o tesouro"

[M_LostTreasure:CollectTreasureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LostTreasure:FindClues MissionObjectiveDefinition]
ProgressMessage="Reúna as pistas"

[M_LostTreasure:FindHint2 MissionObjectiveDefinition]
ProgressMessage="Encontre a segunda pista"

[M_LostTreasure:FindHint3 MissionObjectiveDefinition]
ProgressMessage="Encontre a terceira pista"

[M_LostTreasure:FindHint4 MissionObjectiveDefinition]
ProgressMessage="Encontre a quarta pista"

[M_LostTreasure:FollowtheClues MissionObjectiveDefinition]
ProgressMessage="Siga as pistas"

[M_LostTreasure:FollowTheCluesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Agora que você encontrou todas as partes do mapa do tesouro, finalmente será possível seguir as pistas e encontrar o tesouro das [place]Cavernas Cáusticas[-place]."

[M_LostTreasure:Hint1Reveal MissionObjectiveDefinition]
ProgressMessage="Em meio às trilhas de ácido"

[M_LostTreasure:Hint2Reveal MissionObjectiveDefinition]
ProgressMessage="No armazém costeiro"

[M_LostTreasure:Hint3Reveal MissionObjectiveDefinition]
ProgressMessage="Sob a sombra da escavadeira"

[M_LostTreasure:Hint3Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LostTreasure:Hint4Reveal MissionObjectiveDefinition]
ProgressMessage="Nos calabouços sangrentos da Dahl"

[M_LostTreasure:Hint4Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LostTreasure:LocateTreasure MissionObjectiveDefinition]
ProgressMessage="Encontre o tesouro"

[M_LostTreasure:LocateTreasureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LostTreasure:RevealHint2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LostTreasure:RevealHint3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LostTreasure:RevealHint4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

